


messages = {
    'hello': 'Привет! Это авторский бот канала: <a href="https://t.me/choslic">«Че с лицом?»</a> (эй, не пропускай, подпишись).\n\n'
             'Ты можешь поместить свое или чужое лицо на любую фотографию. Можешь пошутить, поразвлекаться 🔞 или использовать бота для дела.\n\n'
             '<b>У нас включена самая мощная нейросеть для замены лиц. И ты можешь это сделать в 2 клика!</b> \n\n'
             '1️⃣ Для генерации фотографии с любым лицом, нажми кнопку <b>«Сгенерировать»</b> \n\n'
             '2️⃣ Чтобы докупить генерации без водяного знака, нажми <b>«Купить генерации»</b>\n\n'
             '3️⃣ Остались вопросы или есть проблемы? Зови на <b>«Помощь»</b>. \n\n'
             'И не забудь подписаться на канал «<a href="https://t.me/choslic">«Че с лицом?»</a> и похвастаться своей работой.',
    'chose_generate': 'Выберите тариф покупки генераций',
    'generate': 'Вам доступно столько-то генераций',
    'help': 'Ссылка на бота для обратной связи'
}

buttons = {
    'generates': 'Генерации',
    'chose_rates': 'Приобрести генерации',
    'rate_1': 'Первый тариф',
    'rate_2': 'Второй тариф',
    'rate_3': 'Третий тариф',
    'generate': 'Сгенерировать',
    'ref_program': 'Получить 🎁 генерации',
    'help': 'Помощь'
}